Repository: ajthom90/lansing-car-ferry
Catalog: iosApp/LansingFerry/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, so, zh_hans

source: %lld ft
ar: %lld قدم
es: %lld pies
fr: %lld pieds
so: %lld fiit
zh_hans: %lld英尺

source: %lld min
ar: %lld دقيقة
so: %lld daqiiqo
zh_hans: %lld分钟

source: %lld tons
ar: %lld طن
es: %lld toneladas
fr: %lld tonnes
so: %lld tan
zh_hans: %lld吨

source: ~%lld vehicles
ar: ~%lld مركبة
es: ~%lld vehículos
fr: ~%lld véhicules
so: ~%lld gaadhi
zh_hans: 约%lld辆车

source: AM
ar: صباحاً
so: subaxnimo
zh_hans: 上午

source: 511 Iowa Traffic
ar: حركة المرور 511 آيوا
es: Tráfico 511 Iowa
fr: Trafic 511 Iowa
so: Taraafikada 511 Iowa
zh_hans: 511爱荷华交通

source: Allowed
ar: مسموح
es: Permitidos
fr: Autorisés
so: La ogol yahay
zh_hans: 允许

source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
es: Ocurrió un error inesperado.
fr: Une erreur inattendue s'est produite.
so: Khalad aan la filayn ayaa dhacay.
zh_hans: 发生了意外错误。

source: Cameras
ar: الكاميرات
es: Cámaras
fr: Caméras
so: Kamaradaha
zh_hans: 摄像头

source: Capacity
ar: السعة
es: Capacidad
fr: Capacité
so: Awoodda
zh_hans: 容量

source: Check the Facebook page regularly for service updates and schedule changes. No Facebook account is needed to view updates.
ar: تحقق من صفحة فيسبوك بانتظام للحصول على تحديثات الخدمة وتغييرات الجدول الزمني. لا تحتاج إلى حساب فيسبوك لعرض التحديثات.
es: Consulte la página de Facebook regularmente para actualizaciones del servicio y cambios de horario. No se necesita una cuenta de Facebook para ver las actualizaciones.
fr: Consultez régulièrement la page Facebook pour les mises à jour du service et les changements d'horaire. Aucun compte Facebook n'est nécessaire pour voir les mises à jour.
so: Si joogto ah fiiri bogga Facebook ee cusbooneysiyaha adeegga iyo isbeddelka jadwalka. Looma baahna akoon Facebook si aad u aragto cusbooneysiyaha.
zh_hans: 请定期查看Facebook页面获取服务更新和时刻表变更。无需Facebook账号即可查看更新。

source: Commuter Priority
ar: أولوية المسافرين
es: Prioridad para viajeros
fr: Priorité aux navetteurs
so: Mudnaanta shaqo-tagayaasha
zh_hans: 通勤优先

source: Cost
ar: التكلفة
es: Costo
fr: Coût
so: Qiimaha
zh_hans: 费用

source: Crossing
ar: العبور
es: Cruce
fr: Traversée
so: Gudbinta
zh_hans: 渡河

source: Facebook Updates
ar: تحديثات فيسبوك
es: Actualizaciones de Facebook
fr: Mises à jour Facebook
so: Cusbooneysiyaha Facebook
zh_hans: Facebook更新

source: FAQ
ar: الأسئلة
es: Preguntas
so: Su'aalaha
zh_hans: 常见问题

source: Ferry Info
ar: معلومات العبّارة
es: Info del ferry
fr: Info du traversier
so: Macluumaadka doonida
zh_hans: 渡轮信息

source: Ferry Locations
ar: مواقع العبّارة
es: Ubicaciones del ferry
fr: Emplacements du traversier
so: Goobaha doonida
zh_hans: 渡轮位置

source: FREE
ar: مجاني
es: GRATIS
fr: GRATUIT
so: BILAASH
zh_hans: 免费

source: Height
ar: الارتفاع
es: Altura
fr: Hauteur
so: Dhererka
zh_hans: 高度

source: Holiday Hours
ar: ساعات العطلات
es: Horario de días festivos
fr: Horaires des jours fériés
so: Saacadaha fasaxa
zh_hans: 节假日时间

source: Home
ar: الرئيسية
es: Inicio
fr: Accueil
so: Bogga hore
zh_hans: 首页

source: Info
ar: معلومات
so: Macluumaad
zh_hans: 信息

source: Iowa
ar: آيوا
zh_hans: 爱荷华

source: Iowa DOT Info
ar: معلومات وزارة النقل
es: Info del DOT de Iowa
fr: Info DOT Iowa
so: Macluumaadka Iowa DOT
zh_hans: 爱荷华交通部信息

source: Iowa Side
ar: جانب آيوا
es: Lado de Iowa
fr: Côté Iowa
so: Dhinaca Iowa
zh_hans: 爱荷华出发

source: Lansing Car Ferry
ar: عبّارة لانسينغ للسيارات
es: Ferry de Lansing
fr: Traversier de Lansing
so: Doonida Baabuurta Lansing
zh_hans: 兰辛汽车渡轮

source: Length
ar: الطول
es: Longitud
fr: Longueur
so: Dhererka
zh_hans: 长度

source: Live Cameras
ar: الكاميرات المباشرة
es: Cámaras en vivo
fr: Caméras en direct
so: Kamaradaha tooska ah
zh_hans: 实时摄像头

source: Loading ferry info...
ar: جاري تحميل معلومات العبّارة...
es: Cargando información del ferry...
fr: Chargement des informations du traversier...
so: Waa la soo dejinayaa macluumaadka doonida...
zh_hans: 正在加载渡轮信息...

source: Open in Maps
ar: فتح في الخرائط
es: Abrir en Mapas
fr: Ouvrir dans Plans
so: Ku fur Khariidadaha
zh_hans: 在地图中打开

source: PM
ar: مساءً
so: galabnimo
zh_hans: 下午

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
so: Siyaasadda arrimaha gaarka ah
zh_hans: 隐私政策

source: Prohibited
ar: ممنوع
es: Prohibidos
fr: Interdits
so: Laga mamnuucay
zh_hans: 禁止

source: Resources
ar: الموارد
es: Recursos
fr: Ressources
so: Kheyraadka
zh_hans: 资源

source: Schedule
ar: الجدول الزمني
es: Horario
fr: Horaire
so: Jadwalka
zh_hans: 时刻表

source: Size Limits
ar: حدود الحجم
es: Límites de tamaño
fr: Limites de taille
so: Xadka cabbirka
zh_hans: 尺寸限制

source: Terms of Use
ar: شروط الاستخدام
es: Términos de uso
fr: Conditions d'utilisation
so: Shuruudaha isticmaalka
zh_hans: 使用条款

source: This app is developed by Andrew Thom, an independent developer, and is not affiliated with the States of Iowa or Wisconsin or any government agency. All information is provided on a best-effort basis. Andrew Thom cannot be held liable for any incorrect or outdated information in this application.
ar: تم تطوير هذا التطبيق بواسطة أندرو ثوم، مطور مستقل، وليس تابعاً لولايتي آيوا أو ويسكونسن أو أي جهة حكومية. جميع المعلومات مقدمة على أساس أفضل جهد ممكن. لا يتحمل أندرو ثوم أي مسؤولية عن أي معلومات غير صحيحة أو قديمة في هذا التطبيق.
es: Esta aplicación fue desarrollada por Andrew Thom, un desarrollador independiente, y no está afiliada con los estados de Iowa o Wisconsin ni con ninguna agencia gubernamental. Toda la información se proporciona con el mejor esfuerzo posible. Andrew Thom no se hace responsable de cualquier información incorrecta o desactualizada en esta aplicación.
fr: Cette application est développée par Andrew Thom, un développeur indépendant, et n'est affiliée ni aux États de l'Iowa ou du Wisconsin ni à aucune agence gouvernementale. Toutes les informations sont fournies au mieux. Andrew Thom ne peut être tenu responsable de toute information incorrecte ou obsolète dans cette application.
so: Abka waxaa sameeyey Andrew Thom, oo ah horumariye madaxbanaan, mana ahan mid la xiriira dowladaha Iowa ama Wisconsin ama hay'ad dowladeed kale. Dhammaan macluumaadku waa kuwo la bixiyey dadaal ahaan. Andrew Thom mas'uul kama aha macluumaad khaldan ama duugoobay oo ku jira abkan.
zh_hans: 本应用由独立开发者Andrew Thom开发，与爱荷华州、威斯康星州或任何政府机构无关。所有信息均为尽力提供，Andrew Thom对本应用中任何不正确或过时的信息不承担责任。

source: Unable to Load
ar: تعذر التحميل
es: No se pudo cargar
fr: Impossible de charger
so: Lama soo dejin karo
zh_hans: 无法加载

source: Vehicles
ar: المركبات
es: Vehículos
fr: Véhicules
so: Gaadiidka
zh_hans: 车辆

source: Weight
ar: الوزن
es: Peso
fr: Poids
so: Miisaanka
zh_hans: 重量

source: Width
ar: العرض
es: Ancho
fr: Largeur
so: Balaca
zh_hans: 宽度

source: Wisconsin
ar: ويسكونسن
zh_hans: 威斯康星

source: Wisconsin Side
ar: جانب ويسكونسن
es: Lado de Wisconsin
fr: Côté Wisconsin
so: Dhinaca Wisconsin
zh_hans: 威斯康星出发
